Repository: wp-plugins/1000grad-epaper
Catalog: lang/1000grad-epaper-*.po
Languages: de_de

source: Edit this Post
de_de: Post weiterbearbeiten

source: Title:
de_de: Titel:

source: Language:
de_de: Sprache:

source: max. PHP-Upload of this Wordpress:
de_de: max. PHP-Upload vom Wordpress:

source: max. PHP-Time for this Wordpress:
de_de: max. PHP-Time vom Wordpress:

source: not used
de_de: nicht verwendet

source: no ePaper given
de_de: kein ePaper vorhanden

source: <p>Now you can use this ePaper Plugin!.
de_de: <p>Jetzt ist das ePaper Plugin einsatzbereit.

source: This is my new ePaper
de_de: Das ist das neue ePaper

source: Upload a new PDF
de_de: neues PDF hochladen

source: Channel upgrade was successful!
de_de: Kanal Upgrade war erfolgreich!

source: Your ePaper is now ready to use.
de_de: Ihr ePaper ist nun einsatzbereit.

source: ePaper Channel
de_de: ePaper Kanal

source: add another ePaper Channel
de_de: weiteren ePaper Kanal buchen

source: Registration
de_de: Registrierung

source: No ePaper existent
de_de: kein ePaper vorhanden

source: en
de_de: de

source: Acquiring data.
de_de: Daten übertragen.

source: Request 1000°ePaper Key
de_de: 1000°ePaper WP-Key anfordern

source: I want to receive newsletters from 1000°DIGITAL GmbH.
de_de: Ich möchte über 1000°DIGITAL GmbH via Newsletter informiert werden.

source: send request
de_de: Bestätigen

source: Registration Code
de_de: Registrierungs-Code

source: Info: Your Information will be transmitted to the 1000Grad Company. You will receive an email for confirmation.
de_de: Info: Ihre Infomationen werden an 1000°DIGITAL GmbH übermittelt. Sie erhalten eine Bestätigungs-Email.

source: upload
de_de: Hochladen

source: clear channel
de_de: Kanal leeren

source: You can get more 1000°ePaper channels for your account for instance via PayPal. Coming soon.
de_de: Zusätzliche 1000°ePaper Kanäle können Sie z.b. via PayPal zubuchen. Feature derzeit in Vorbereitung.

source: Unlock more channels via activation code:
de_de: Mehr Kanäle mit Aktivierungscode freischalten:

source: Create a new post with this ePaper
de_de: Neuen Beitrag mit diesem ePaper anlegen

source: insert this shortcode into editor:
de_de: Im Editor folgendes Kürzel verwenden:

source: <p>Confirmation code was entered:
de_de: <p>Bestätigungscode wurde eingegeben:

source: or look for hints at
de_de: mehr Hinweise siehe

source: wordpress shortcode:
de_de: Wordpress Kürzel:

source: or
de_de: oder

source: <li>HTML code for advanced users:
de_de: <li>HTML Code für Profis:

source: <br />was posted (without Category)
de_de: <br /> wurde gepostet (ohne Kategorie)

source: <br />Please <a href=?page=epaper_upload>upload a PDF File.</a>
de_de: <br />Bitte <a href=?page=epaper_upload>laden Sie eine PDF Datei hoch.</a>

source: <br />Number of Pages:
de_de: <br />Seitenanzahl:

source: <br />Number of API Commands:
de_de: <br />Anzahl der API Befehle:

source: curl for this Wordpress:
de_de: curl für dieses Wordpress:

source: <br /><b>Error, there is NO CURL installed at your wordpress system!</b>
de_de: <br /><b>Fehler, es existiert KEIN CURL auf ihrem Wordpress System!</b>

source: local plugin settings:
de_de: lokale Plugin-Einstellungen:

source: <br /><b>Error with API Key Authentification
de_de: <br /><b>Fehler bei API Key Authentifizierung

source: <br />Please have a look into your email inbox for confirmation code.
de_de: <br />Bitte schauen Sie in Ihrem eMail Posteingang nach dem Bestätigungscode.

source: <br />Email adress is not valid.
de_de: <br />Email Adresse ist nicht gültig.

source: <p>Your new settings are: <br /><b><pre>
de_de: <p>Ihre neuen Einstellungen sind: <br /><b><pre>

source: <br />Maybe file is larger than your wordpress php settings.
de_de: <br />Wahrscheinlich ist die Datei größer als ihre Wordpress PHP Einstellungen erlauben.

source: <br />You can rise up these limits by creating file <b>wp-admin/.htaccess</b>
de_de: <br />Das Limit kann erhöht werden, indem folgende Datei angelegt wird: <b>wp-admin/.htaccess</b>

source: <br />Upload was sucessful
de_de: <br />Upload war erfolgreich

source: <br />ePaper rendering couldnt start <b>error</b>.
de_de: <br />ePaper Rendering konnte nicht gestartet werden <b>Fehler</b>.

source: <br />Publishing started.
de_de: <br />Publikation gestartet.

source: <br />Unable to start publishing.
de_de: <br />Publikation konnte nicht gestartet werden.

source: According to your wordpress settings the maximum upload size is limited to
de_de: Entsprechend Ihren Wordpress Einstellungen ist die maximale Upload Größe beschränkt auf

source: <br />Channel empty<br />please upload a file
de_de: <br>Kanal leer<br>bitte eine Datei hochladen

source: Embed this ePaper:
de_de: Dieses ePaper einbinden:

source: next
de_de: weiter

source: save
de_de: speichern

source: <br />Please install it first!<br><code>apt-get install php5-curl</code>
de_de: <br />Bitte zuerst installieren!<br><code>apt-get install php5-curl</code>

source: <br />was posted (without category)<br />
de_de: <br /> wurde gepostet (ohne Kategorie)<br />

source: Further edit this post
de_de: Beitrag weiterbearbeiten

source: <br>Your feedback comment was sent to the 1000°ePaper Support Team. Thank you for contacting us.
de_de: <br>Ihr Kommentar wurde an das 1000°ePaper Support Team übermittelt. Vielen Dank für Ihr Feedback.

source: send feedback
de_de: Feedback abschicken

source: Contact
de_de: Kontakt

source: Settings
de_de: Einstellungen

source: <br>Please <a href=options-general.php?page=epaper_settings>give us feedback about this plugin</a>
de_de: <br>Bitte <a href=options-general.php?page=epaper_settings>geben sie uns Feedback über dieses Plugin</a>.

source: <h1>ePaper Upload</h1>File uploaded to your wordpress:
de_de: <h1>ePaper Upload</h1>Datei hochladen zu Ihrem Wordpress :

source: uploaded File doesnt exists. Maybe a problem in the php config.
de_de: Hochgeladene Datei existiert nicht. Es könnte sich um ein Problem in Ihren PHP Einstellungen handeln.

source: <br />File uploaded to 1000°ePaper server.
de_de: <br />Datei hochladen auf 1000°ePaper Server.

source: Error message from 1000°ePaper server:
de_de: Fehlermeldung vom 1000°ePaper Server:

source: <br />Error message from you wordpress server:
de_de: <br />Fehlermeldung von Ihrem Wordpress Server:

source: List of uploaded ePapers
de_de: Liste der hochgeladenen ePaper

source: This Installation is not registered yet.<br />Please <a href=admin.php?page=epaper_apikey> register your installation</a>
de_de: Diese Installation wurde noch nicht registriert.<br />Bitte <a href=admin.php?page=epaper_apikey>registrieren Sie Ihre Installation</a>

source: This Installation is not correctly registered.<br />Please <a href=options-general.php?page=epaper_settings> check your installation</a>
de_de: Diese Installation wurde nicht korrekt registriert.<br />Bitte <a href=options-general.php?page=epaper_settings>überprüfen Sie Ihre Installation</a>

source: <a href="http://www.1000grad.de/upload/Dokumente/agb/terms_of_use_1000grad_ePaper_API_WP_Plugin.pdf">terms of use</a>
de_de: <a href="http://www.1000grad.de/upload/Dokumente/agb/Nutzungsbedingungen_1000grad_ePaper_API_WP_Plugin.pdf">Nutzungsbedingungen</a>

source: Confirmation code was entered:
de_de: Bestätigungscode wurde eingegeben:

source: <br /><b>Hint:</b> You can add the 'class' option for further layoutstyles. F.i. <b>[ePaper class=alignleft]</b> to align your ePaper to the left.
de_de: <br /><b>Tipp:</b> Sie können mit der 'class' Option weiter Layout-Stile wählen. Z.B. <b>[ePaper class=alignleft]</b> für eine linksbündige Darstellung.

source: no ePaper Channel existing!
de_de: Es existiert kein ePaper Kanal!

source: Error with API Handling, please register your plugin!
de_de: Fehler in der API Kommunikation, bitte registrieren Sie Ihr Plugin!

source: Error with Channel API Handling, please register your plugin!
de_de: Fehler in der Kanal API Kommunikation, bitte registrieren Sie Ihr Plugin!

source: <p>Now you can use this ePaper Plugin!</p>
de_de: <p>Jetzt ist das ePaper Plugin einsatzbereit.</p>

source: Post ePaper
de_de: Poste ePaper

source: I have read the <a href="http://www.1000grad.de/upload/Dokumente/agb/terms_of_use_1000grad_ePaper_API_WP_Plugin.pdf">terms of use</a> and I agree.
de_de: Ich habe die <a href=http://www.1000grad.de/upload/Dokumente/agb/Nutzungsbedingungen_1000grad_ePaper_API_WP_Plugin.pdf>Nutzungsbedingungen</a> gelesen und akzeptiere diese.

source: I have read the <a href=http://www.1000grad.de/upload/Dokumente/agb/terms_of_use_1000grad_ePaper_API_WP_Plugin.pdf>terms of use</a> and I agree.
de_de: Ich habe die <a href=http://www.1000grad.de/upload/Dokumente/agb/Nutzungsbedingungen_1000grad_ePaper_API_WP_Plugin.pdf>Nutzungsbedingungen</a> gelesen und akzeptiere diese.

source: This is my new ePaper, brought to you by the 1000°ePaper service. Even you can <a href=http://epaper-apps.1000grad.com>share your ePapers</a> with this wordpress plugin! Get your first ePaper Channel FOR FREE during beta stage.
de_de: Dies ist mein neues ePaper dank des 1000°ePaper Services. Auch Sie können mit diesem Wordpress Plugin <a href=http://epaper-apps.1000grad.com>Ihre ePapers teilen</a>! Besorgen Sie sich während der Beta-Phase einen KOSTENLOSEN ersten Kanal.

source: <br />Api key is valid
de_de: <br />Api Key ist gültig

source: <b>Error: could not send data.</b>
de_de: <b>Fehler: Konnte Daten nicht senden.</b>

source: <br />Free this channel. <b>OK</b>
de_de: <br />Diesen Kanal leeren. <b>OK</b>

source: <br /><b>Error with that channel!</b>
de_de: <br /><b>Fehler mit diesem Kanal!</b>

source: <br />Delete previous ePaper.<b>OK</b>
de_de: <br />Voriges ePaper löschen.<b>OK</b>

source: <br /><b>Error while deleting that!</b>
de_de: <br /><b>Fehler beim Löschen!</b>

source: <br /><b>Error with that ID!</b>
de_de: <br /><b>Fehler bei ePaper ID!</b>

source: <br /><b>Error while setting title!</b>
de_de: <br /><b>Fehler beim Setzen des Titels!</b>

source: language:
de_de: Sprache:

source: problems while setting ePaper details.
de_de: Probleme beim Setzen der ePaper Details.

source: <br /><b>Error while Channelizing!</b>
de_de: <br /><b>Fehler beim Kanalisieren!</b>

source: Post ePaper Channel
de_de: ePaper Kanal als Beitrag posten

source: ePaper read fault.
de_de: ePaper Lesefehler.

source: ePaper deletion fault.
de_de: ePaper Fehler beim Löschen.

source: ePaper creation fault.
de_de: ePaper Fehler beim Erstellen.

source: Error: Could not start render process.
de_de: Fehler: Konnte Renderprozess nicht starten.

source: Error: Could not set attribute.
de_de: Fehler: Konnte Attribute nicht setzen.

source: Error: Could not connect to API.
de_de: Fehler beim Kontaktieren der API.

source: Error with Apikey API.
de_de: Fehler mit API-Key.

source: Error with API.
de_de: Fehler mit der API.

source: Error with API Key Authentification.
de_de: Fehler bei Authentifizierung gegen die API.

source: Error: could not remove ePaper.
de_de: Fehler: Konnte ePaper nicht löschen.

source: Error while Channelizing.
de_de: Fehler beim Kanalisieren.

source: Error with ePaper Channel.
de_de: Fehler bei ePaper Kanal.

source: <b>Error!</b>
de_de: <b>Fehler!</b>

source: Channel upgrade was not successful!
de_de: Kanal Upgrade war nicht erfolgreich!

source: Channel upgrade failed. Code not valid or used before!
de_de: Kanal Upgrade war nicht erfolgreich! Code nicht gültig oder schon verbraucht!

source: Channel upgrade failed. There is no email given!
de_de: Kanal Upgrade war nicht erfolgreich! Keine korrekte email Adresse angegeben!

source: Channel upgrade failed. There is no name given!
de_de: Kanal Upgrade war nicht erfolgreich! Kein Name angegeben!

source: Channel upgrade failed. Email address is not valid!
de_de: Kanal upgrade fehlgeschlagen. Die email-Adresse ist nicht valide!

source: This Installation is not registered yet.<br />Please <a href=admin.php?page=epaper_apikey>register your installation</a>
de_de: Diese Installation wurde noch nicht registriert.<br />Weiter <a href=admin.php?page=epaper_apikey>zur Registrierung</a>

source: <br />Please wait...
de_de: <br />Bitte warten...

source: 1000°ePaper Registration
de_de: 1000°ePaper Registrierung

source: ePaper Rendering was started.
de_de: ePaper Rendering wurde gestartet.

source: Your opinion is important! We develop our software continuously and the focus of our efforts, you as a user of our software.<br />Please send us your comments, questions and suggestions. We will contact you immediately.
de_de: Ihre Meinung ist uns wichtig! Wir entwickeln unsere Software ständig weiter und im Mittelpunkt unserer Bemühungen stehen Sie als Nutzer unserer Software.<br />Bitte senden Sie uns Ihre Hinweise, Fragen und Verbesserungsvorschläge. Wir werden uns umgehend bei Ihnen melden.

source: The new ePaper PlugIn aims to support Wordpress users in creating and adding ePaper publications to the WordPress blog.Creating interactive FLASH and HTML5 based ePapers has never been easier. Upload your pdf file and create your interactive multimedia publication in a few steps. Each publication is optimized for web and mobile (iOS and Android) display and is equipped with an automatic device recognition. Test this new beta service and get one publication channel for free!
de_de: In nur wenigen Schritten erstellen Sie sich aus Ihrer PDF-Datei ein blätterbares Dokument für Ihre Webseite. Auch auf Android, iPad & Co. macht Ihr ePaper in der automatischen HTML5-Darstellung einen sehr guten Eindruck. Konvertieren Sie Ihre PDF mit dem Webservice von 1000° in ein blätterbares Web-Dokument. Binden Sie es einfach per Widget oder Shortcode ein. Desktop-Browser stellen das ePaper mittels Flash dar.<br>Auf mobilen Endgeräten mit iOS oder Android macht Ihr ePaper in der automatischen HTML5-Darstellung einen sehr guten Eindruck. Das Dokument im Wordpress-Widget können Sie beliebig oft aktualisieren oder austauschen. Dafür laden Sie Ihre neue PDF einfach in den bestehenden ePaper-Kanal. <br>Testen Sie diese kostenlose Beta-Version und nutzen Sie unseren Service mit einen kostenlosen ePaper Kanal.

source: ePaper Registration fault.
de_de: ePaper Registrierung fehlerhaft.

source: Please type in the confirmation code you was receiving via email.
de_de: Bitte geben Sie den Bestätigungscode ein, den Sie via email erhalten haben.

source: <br /><b>Your Registration was not successful! Please try again.</b>
de_de: <br /><b>Ihre Registrierung war nicht erfolgreich! Bitte versuchen Sie es erneut.</b>

source: <br /><b>Please have a look into your email inbox for confirmation code!</b>
de_de: <br /><b>Bitte schauen Sie in Ihrem email-Postfach nach dem Bestätigungs-Code!</b>

source: <br />Email adress is already registered.
de_de: <br />Email-Adresse wurde bereits registriert.
